Repository: JamiKettunen/indicator-network
Catalog: po/*.po
Languages: ast, nl

source: Connect to “%1”
ast: Coneutase a «%1»
nl: Verbinding maken met “%1”

source: Connect
ast: Coneutase
nl: Verbinden

source: Cancel
ast: Encaboxar
nl: Annuleren

source: Other network…
ast: Otra rede…
nl: Ander netwerk…

source: No SIM
ast: Ensin SIM
nl: Geen simkaart

source: SIM Error
ast: Fallu de SIM
nl: Simkaartfout

source: SIM Locked
ast: SIM bloquiada
nl: Simkaart geblokkeerd

source: Unregistered
ast: Ensin rexistrar
nl: Niet geregistreerd

source: Unknown
ast: Desconocíu
nl: Onbekend

source: Denied
ast: Refugáu
nl: Geweigerd

source: Searching
ast: Guetando
nl: Zoeken

source: No Signal
ast: Ensin señal
nl: Geen signaal

source: Offline
ast: Fuera de llinia

source: Flight Mode
ast: Mou avión
nl: Vliegtuigmodus

source: Cellular data
ast: Datos de celular
nl: Mobiele gegevens

source: Hotspot
ast: Puntu d'accesu

source: Sorry, incorrect %{1} PIN.
ast: Perdón, PIN %{1} incorreutu
nl: Sorry, onjuiste %{1}-pincode.

source: This will be your last attempt.
ast: Esti sedra'l to caberu intentu
nl: Dit zal uw laatste poging worden.

source: If %{1} PIN is entered incorrectly you will require your PUK code to unlock.
ast: Si s'introduz incorreutamente'l PIN %{1} , vas riquir el to códigu PUK pa desbloquialu.
nl: Indien de %{1}-pincode nu opnieuw onjuist wordt ingevoerd, heeft u de pukcode nodig om de simkaart te deblokkeren.

source: Sorry, your %{1} is now blocked.
ast: Sentímoslo, agora %{1} bloquióse
nl: Sorry, uw %{1} is nu geblokkeerd.

source: Please enter your PUK code to unblock SIM card.
ast: Por favor, introduz el to códigu PUK pa desbloquiar la tarxeta SIM.
nl: Voer a.u.b. de pukcode in om de simkaart te deblokkeren.

source: You may need to contact your network provider for PUK code.
ast: Seique precises contautar col to fornidor de rede pol códigu PUK.
nl: U kunt eventueel contact opnemen met uw telefoonprovider voor de pukcode.

source: Sorry, incorrect PUK.
ast: Perdón, PUK incorreutu
nl: Sorry, onjuiste pukcode.

source: If PUK code is entered incorrectly, your SIM card will be blocked and needs replacement.
ast: Si'l códigu PUK s'inxerta incorreutamente, la to tarxeta SIM bloquiaráse y vas necesitar un troquéu.
nl: Indien de pukcode nu opnieuw onjuist wordt ingevoerd, zal uw simkaart definitief geblokkeerd worden en dient u deze te vervangen.

source: Please contact your network provider.
ast: Por favor, contauta col to fornidor de rede.
nl: Neem a.u.b. contact op met uw telefoonprovider.

source: Your SIM card is now permanently blocked and needs replacement.
ast: Agora la to tarxeta SIM ta bloquiada dafechu y necesita un troquéu.
nl: Uw simkaart is nu definitief geblokkeerd en dient vervangen te worden.

source: Please contact your service provider.
ast: Por favor, contauta col to fornidor de serviciu
nl: Neem a.u.b. contact op met uw telefoonprovider.

source: Sorry, incorrect PIN
ast: Perdón, PIN incorreutu
nl: Sorry, onjuiste pincode

source: Sorry, incorrect PUK
ast: Perdón, PUK incorreutu
nl: Sorry, onjuiste pukcode

source: Enter %{1} PIN
ast: Introduz el PIN %{1}
nl: Voer de %{1}-pincode in

source: Enter PUK code
ast: Introduz el códigu PUK
nl: Voer de pukcode in

source: Enter PUK code for %{1}
ast: Introduz el códigu PUK pa %{1}
nl: Voer de pukcode in voor %{1}

source: 1 attempt remaining
ast: Queda 1 intentu
nl: Nog 1 poging over

source: Enter new %{1} PIN
ast: Inxerta'l PIN %{0} nuevu
nl: Voer de nieuwe %{1}-pincode in

source: Confirm new %{1} PIN
ast: Confirma'l PIN %{1} nuevu
nl: Bevestig de nieuwe %{1}-pincode

source: PIN codes did not match.
ast: Los códigos PIN nun concasen.
nl: Pincodes komen niet overeen.

source: The VPN connection '%1' failed.
ast: Falló la conexón VPN «%1».
nl: De VPN verbinding '%1' is mislukt.

source: The VPN connection '%1' failed because the network connection was interrupted.
ast: Falló la conexón VPN «%1» porque s'interrumpió la conexón de rede.
nl: De VPN verbinding '%1' is mislukt omdat de netwerkverbinding werd verbroken.

source: The VPN connection '%1' failed because the VPN service stopped unexpectedly.
ast: Falló la conexón VPN «%1» porque se paró de sutaque la conexón de rede.
nl: De VPN verbinding '%1' is mislukt omdat de VPN-service onverwachts is gestopt.

source: The VPN connection '%1' failed because the VPN service returned invalid configuration.
ast: Falló la conexón VPN «%1» porque'l serviciu de VPN devolvió una configuración non válida.
nl: De VPN verbinding '%1' is mislukt omdat de VPN-service een niet geldige configuratie heeft geretourneerd.

source: The VPN connection '%1' failed because the connection attempt timed out.
ast: Falló la conexón VPN «%1» porque escosó'l tiempu pa tentar la conexón.
nl: De VPN verbinding '%1' is mislukt omdat er een time-out is opgetreden in de verbinding.

source: The VPN connection '%1' failed because the VPN service did not start in time.
ast: Falló la conexón VPN «%1» porque'l serviciu VPN nun s'anició a tiempu.
nl: De VPN verbinding '%1' is mislukt omdat de VPN-service niet op tijd is gestart.

source: The VPN connection '%1' failed because the VPN service failed to start.
ast: Falló la conexón VPN «%1» porque'l serviciu VPN falló al aniciase.
nl: De VPN verbinding '%1' is mislukt omdat de VPN-service niet startte.

source: The VPN connection '%1' failed because there were no valid VPN secrets.
ast: Falló la conexón VPN «%1» porque nun hebo secretos VPN válidos
nl: De VPN verbinding '%1' is mislukt omdat er geen geldige VPN-geheimen waren.

source: The VPN connection '%1' failed because of invalid VPN secrets.
ast: Falló la conexón VPN «%1» pola mor de servicios de VPN non válidos.
nl: De VPN verbinding '%1' is mislukt vanwege ongeldige VPN-geheimen.

source: VPN Connection Failed
ast: Falló la conexón VPN
nl: VPN Verbinding Mislukt

source: Cellular settings…
ast: Axustes del teléfonu...
nl: Mobielinstellingen…

source: VPN settings…
ast: Axustes VPN...
nl: VPN-instellingen…

source: Wi-Fi settings…
ast: Axustes Wi-Fi...
nl: Wi-Fi-instellingen…

source: Network
ast: Rede
nl: Netwerk

source: VPN connection %1
ast: Conexón VPN %1
nl: VPN verbinding %1
